RECORD OF THE THESIS PROGRESS

** Mediciones de los parámetros de los choques de proa de los proplyds:
:PROPERTIES:
+ Las mediciones de las distancias están medidas en segundos de arco
  - r0 es el radio del frente de ionización
+ N6 es la densidad del frente de ionización en unidades de 1e6 partículas por cc
  - Dividimos los valores de HA98 por 2
+ Comparación de los flujos ionizantes
  - F(photo) es el flujo requerido para contrarrestar el flujo fotoevaporado
  - F(photo) = n*c_s + 0.12*r0*alpha*n**2
+ F(star) es el flujo de la estrella a la distancia D
  - F(star) = (1 - f_d)*Q_H / (4*pi*D**2)
  - Q_H = 1e49 /s 
  - f_d es la fracción del flujo absorbida por el polvo (assumimos 0.5)
+ La columna marcada con * indica qué tan buena es la medición de una submuestra dada, en base a qué tan bien se cumple el equilibrio de presiones en la cáscara


| Fuente  | No Submuestra | Ch Data |  xi |    k |    r0 |   N6 |    D' | R0'/D'        | \Pi'          |  \beta | * | i (deg)      | R0/D | D | R0 | R0/r0 | P(in) | P(wind) | P(in)/P(wind) | F(photo) | F(star) | F(ph)/F(*) |
|---------+---------------+---------+-----+------+-------+------+-------+---------------+---------------+--------+---+--------------+------+---+----+-------+-------+---------+---------------+----------+---------+------------|
| LV2     |             1 | *       | 0.8 |  0.5 | 0.120 | 2.53 |  7.76 | 0.25 +/- 0.01 | 1.5           |  0.005 |   | 67.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV2     |             2 | *       | 0.8 |  0.5 | 0.120 | 2.53 |  7.76 | 0.25 +/- 0.01 | 1.5           |  0.002 |   | 67.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV2     |             3 | *       | 0.4 |  3.0 | 0.120 | 2.53 |  7.76 | 0.26          | 1.15 +/- 0.05 |   0.02 |   | 42.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV2     |             4 | *       | 0.4 |  3.0 | 0.120 | 2.53 |  7.76 | 0.28          | 1.2           |   0.02 |   | 47.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV2     |             5 | *       | 0.4 |  3.0 | 0.120 | 2.53 |  7.76 | 0.26          | 1.45 +/- 0.05 |  0.001 |   | 82.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV2     |             6 | *       | 0.2 |  8.0 | 0.120 | 2.53 |  7.76 | 0.3           | 0.85 +/- 0.05 |    0.1 |   | 37.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV2     |             7 | *       | 0.2 |  8.0 | 0.120 | 2.53 |  7.76 | 0.25 +/- 0.01 | 1.45 +/- 0.05 | 0.0005 |   | 87.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV2     |             8 | *       | 0.2 |  8.0 | 0.120 | 2.53 |  7.76 | 0.26          | 1.2           |  0.005 |   | 77.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV2     |             9 | *       | 0.1 | 18.0 | 0.120 | 2.53 |  7.76 | 0.25 +/- 0.01 | 1.45 +/- 0.05 | 0.0005 |   | 87.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV2     |            10 | *       | 0.1 | 18.0 | 0.120 | 2.53 |  7.76 | 0.32          | 0.65 +/- 0.05 |    0.1 |   | 47.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
|---------+---------------+---------+-----+------+-------+------+-------+---------------+---------------+--------+---+--------------+------+---+----+-------+-------+---------+---------------+----------+---------+------------|
| LV2b    |             1 | *       | 1.0 |  0.0 | 0.038 | 4.13 |  7.21 | 0.09 +/- 0.01 | 1.9 +/- 0.1   |   0.01 |   | 15           |      |   |    |       |       |         |               |          |         |            |
| LV2b    |             2 | *       | 1.0 |  0.0 | 0.038 | 4.13 |  7.21 | 0.09 +/- 0.01 | 1.7 +/- 0.1   | 0.0005 |   | 67.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV2b    |             3 | *       | 0.8 |  0.5 | 0.038 | 4.13 |  7.21 | 0.09 +/- 0.01 | 1.65 +/- 0.05 |   0.01 |   | 17.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV2b    |             4 | *       | 0.8 |  0.5 | 0.038 | 4.13 |  7.21 | 0.09 +/- 0.01 | 1.45 +/- 0.05 |  0.002 |   | 55           |      |   |    |       |       |         |               |          |         |            |
|---------+---------------+---------+-----+------+-------+------+-------+---------------+---------------+--------+---+--------------+------+---+----+-------+-------+---------+---------------+----------+---------+------------|
| LV3     |             1 | *       | 1.0 |  0.0 | 0.076 | 3.11 |  6.89 | 0.33 +/- 0.01 | 2.1 +/- 0.1   |  0.001 |   | 72.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV3     |             2 |         | 0.8 |  0.5 | 0.076 | 3.11 |  6.89 | 0.33 +/- 0.01 | 2.05 +/- 0.05 |   0.06 |   | 37.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV3     |             3 |         | 0.8 |  0.5 | 0.076 | 3.11 |  6.89 | 0.33 +/- 0.01 | 1.75 +/- 0.05 |  0.001 |   | 77.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
|---------+---------------+---------+-----+------+-------+------+-------+---------------+---------------+--------+---+--------------+------+---+----+-------+-------+---------+---------------+----------+---------+------------|
| LV4     |             1 | *       | 1.0 |  0.0 | 0.053 | 4.13 |   6.2 | 0.19 +/- 0.01 | 2.1 +/- 0.1   |   0.05 |   | 7.5 +/- 2.5  |      |   |    |       |       |         |               |          |         |            |
|---------+---------------+---------+-----+------+-------+------+-------+---------------+---------------+--------+---+--------------+------+---+----+-------+-------+---------+---------------+----------+---------+------------|
| LV5     |             1 | *       | 0.8 |  0.5 | 0.096 | 2.33 |  9.55 | 0.21 +/- 0.01 | 1.75 +/- 0.05 |   0.02 |   | 42.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV5     |             2 | *       | 0.8 |  0.5 | 0.096 | 2.33 |  9.55 | 0.21 +/- 0.01 | 1.45 +/- 0.05 |  0.001 |   | 72.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| LV5     |             2 | *       | 0.8 |  0.5 | 0.096 | 2.33 |  9.55 | 0.21 +/- 0.01 | 1.45 +/- 0.05 |  0.005 |   | 62.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
|---------+---------------+---------+-----+------+-------+------+-------+---------------+---------------+--------+---+--------------+------+---+----+-------+-------+---------+---------------+----------+---------+------------|
| 168-328 |             1 |         | 0.8 |  0.5 | 0.043 | 4.00 |  6.83 |               |               |        |   |              |      |   |    |       |       |         |               |          |         |            |
| 168-328 |             2 |         | 0.8 |  0.5 | 0.043 | 4.00 |  6.83 |               |               |        |   |              |      |   |    |       |       |         |               |          |         |            |
| 168-328 |             3 |         | 0.4 |  3.0 | 0.043 | 4.00 |  6.83 |               |               |        |   |              |      |   |    |       |       |         |               |          |         |            |
| 168-328 |             4 |         | 0.2 |  8.0 | 0.043 | 4.00 |  6.83 |               |               |        |   |              |      |   |    |       |       |         |               |          |         |            |
|---------+---------------+---------+-----+------+-------+------+-------+---------------+---------------+--------+---+--------------+------+---+----+-------+-------+---------+---------------+----------+---------+------------|
| 169-338 |             1 |         | 1.0 |  0.0 | 0.043 | 1.40 | 16.44 | 0.6           | 1.7 +/- 0.1   | 0.0005 |   | 57.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| 169-338 |             2 |         | 1.0 |  0.0 | 0.043 | 1.40 | 16.44 | 0.6           | 1.7 +/- 0.1   |  0.002 |   | 32.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
| 169-338 |             3 |         | 0.8 |  0.5 | 0.043 | 1.40 | 16.44 |               |               |        |   |              |      |   |    |       |       |         |               |          |         |            |
| 169-338 |             4 |         | 0.8 |  0.5 | 0.043 | 1.40 | 16.44 |               |               |        |   |              |      |   |    |       |       |         |               |          |         |            |
|---------+---------------+---------+-----+------+-------+------+-------+---------------+---------------+--------+---+--------------+------+---+----+-------+-------+---------+---------------+----------+---------+------------|
| 177-341 |             1 |         | 0.4 |  3.0 | 0.310 | 0.41 | 25.65 |               |               |        |   |              |      |   |    |       |       |         |               |          |         |            |
| 177-341 |             2 |         | 0.2 |  8.0 | 0.310 | 0.41 | 25.65 |               |               |        |   |              |      |   |    |       |       |         |               |          |         |            |
| 177-341 |             3 |         | 0.2 |  8.0 | 0.310 | 0.41 | 25.65 |               |               |        |   |              |      |   |    |       |       |         |               |          |         |            |
| 177-341 |             4 |         | 0.1 | 18.0 | 0.310 | 0.41 | 25.65 |               |               |        |   |              |      |   |    |       |       |         |               |          |         |            |
|---------+---------------+---------+-----+------+-------+------+-------+---------------+---------------+--------+---+--------------+------+---+----+-------+-------+---------+---------------+----------+---------+------------|
| 180-331 |             1 | *       | 0.8 |  0.5 | 0.185 | 0.48 | 25.07 | 0.07 +/- 0.05 | 1.35 +/- 0.05 | 0.0005 |   | 62.5 +/- 2.5 |      |   |    |       |       |         |               |          |         |            |
#+TBLFM: $5=2/$4-2;f1


